{
    "home":"الرئيسية",
    "about":"نبذة عن شركتنا",
    "projects":"المشاريع",
    "Contact":"للتواصل",
    "pargraph":"M ARC هي شركة متخصصة في تصميم الديكور الداخلي والخارجي وخلق عوامل مبهرة إبداعية، وتنفيذ وتنسيق أعمال التشطيب بمهارة وابتكار مع الرسومات التنفيذية، ومزج الجمال والتطبيق العملي لإنشاء تصميمات استثنائية تلبي احتياجات العملاء.",
    "projectP":"موقعنا يقدم خدمات التصميم المعماري والتنفيذ بأعلى مستويات الجودة. تنقسم مشاريعنا إلى قسمين رئيسيين: المشاريع التجارية والمشاريع السكنية. في المشاريع التجارية، نقدم تصميمات فريدة للمكاتب والمحلات بناءً على نشاطها، سواء كانت مطاعم أو مقاهي أو محلات ملابس أو أدوار إدارية. أما في المشاريع السكنية، فنحن متخصصون في تصميم الشقق السكنية والمداخل وواجهات العمارات، لنحقق أعلى مستويات الراحة والجمال للسكان.، يمكن للعملاء اختيار نوع التصميم المفضل لديهم من قائمة (اعرف أسلوبك).بالإضافة إلى ذلك، نقدم خدمات الاستشارات الهندسية التي تشمل تعديل حوائط الشقق وإعادة توزيع المساحات والأثاث لضمان الاستخدام الأمثل للمساحات المتاحة. بالنسبة للمشاريع السكنية، يمكن للعملاء اختيار نوع التصميم المفضل لديهم من قائمة (اعرف أسلوبك). نهدف من خلال خدماتنا إلى توفير حلول مبتكرة تلبي احتياجات عملائنا وتفوق توقعاتهم.",
    "residential":"سكنى",
    "commercial":"تجارى",
    "fishTit":"تصميم مطعم 26 يوليو للاسماك",
    "fishIntro":"تم تصميم مطعم '26 يوليو' بعناية ليجمع بين العصرية والأناقة، باستخدام مواد متنوعة وإضاءة مميزة، لتوفير تجربة تناول طعام استثنائية. تم فصل المطبخ ومناطق الطعام والكاشير بشكل مدروس، مع ديكورات مبتكرة حتى في الحمامات الصغيرة، مما يعكس هوية وروح العلامة التجارية للمطعم.",
    "treeTit":"  للملابس 'tree' تصميم محل",
    "treeIntro":"تم تصميم متجر'Tree' بعناية ليجمع بين العصرية والرقي، بفصل مساحات المخزن وغرف التغيير والعرض والكاشير بشكل مدروس. تم استخدام مواد متنوعة وإضاءة مبتكرة لخلق تجربة تسوق مريحة ومميزة. تميز التصميم بمساحات مفتوحة ووحدات عرض عملية وجذابة، مما يعكس هوية العلامة التجارية.",
    "entTit":"تصميم مدخل تجارى",
    "entrance1":"المدخل التجاري يعكس شخصية المكاتب والشركات، يستقبل الزوار بأسلوب فريد يعبر عن ذوق المستثمرين ويبرز الجمال والفخامة، تصميم مبتكر يستخدم الرخام والمرايا بشكل متناغم لتوسيع المساحة وتعزيز الإشراق، وتم استخدام مواد متنوعة وجدارية مبتكرة لتعزيز الجمال والفنية وتوازن بين الأصالة والحداثة بشكل ساحر.",
    "resTit":"تصميم مدخل سكنى",
    "entrance2":"المدخل السكني يعكس شخصية المنزل ويستقبل الزوار بأسلوب فريد يعبر عن ذوق السكان. يجمع بين العالم الخارجي والحياة الداخلية بتصميم مبتكر يستخدم الرخام والمرايا بشكل متناغم، ومواد متنوعة لتحقيق توازن بين الوظائف والجمال. السقف يضيف لمسة فنية وتجريدية، واستخدام الخشب بجانب الرخام يعزز الدفء والجاذبية.",
    "blockTit":"تصميم برج سكنى",
    "blockIntro":"المشروع يتميز بتصميم واجهة برج مبتكرة لإخفاء وحدات التكييف بشكل أنيق. الألوان مستوحاة من  'سيلانه جيت'  في اليونان، وتم استخدام مواد عصرية مثل الكلادينج والزجاج. ألواح الكلادينج مفرغة لتوفير الشمس والتهوية، ويمنح البرج طابعًا حديثًا ويعبر عن التراث اليوناني.",
    "crazyTit":" 'crazy' تصميم كافيه ",
    "crazy":"تصميم الكافيه يعكس فكرة عصرية تجمع بين الموسيقى الحية والأجواء الراقية بأسلوب صناعي مودرن. السقف الداكن والجدران الخرسانية مع الإضاءة الوردية تخلق جوًا دافئًا وجذابًا. الحمامات الصغيرة تبدو فاخرة باستخدام خامات عصرية وإعادة توزيع المساحات بذكاء، مما يوفر تجربة فريدة للزوار.",

    "afTit":"الاستايل الأفريقي",
    "afP":"الاستايل الأفريقي شعبي وبسيط، مثالي لغرف المعيشة أو نوم الشباب والكافيهات. يستخدم ألوان الطبيعة كالبرتقالي والبني، مع خشب في السقف، تماثيل خشبية، وسجاد جلد. استخدم خامات طبيعية كالجلد والحجر والنباتات، وإضاءة خافتة.",
     
    "s2Tit":"ستايل الريترو",
    "s2P":"ستايل الريترو يجمع بين القديم والجديد بألوان الستينات الزاهية كالأصفر والبرتقالي والأخضر والأزرق والوردي. السقف هادئ والأرضيات خشبية أو سيراميك فاتح. الأثاث مميز والإكسسوارات تشمل تماثيل ولوحات. الحوائط بورق حائط أو تجليد خشب والستائر خفيفة بأشكال هندسية أو وردية.",

    "s3Tit":" الاستايل الصناعي  ",
    "s3P":"بدأ الاستايل الصناعي في السبعينات بنيويورك، ويعتمد على الألوان الدافئة كالبني والجدران بالطوب المكشوف أو المطلي، والسقف المكشوف بمواسير مرئية، والأرضيات الخشبية أو الخرسانية. الأثاث من المعدن والخشب مع قطع معاد تدويرها، والإضاءة المعدنية. بدأ مؤخراً ينتشر في مصر.",

    
    "s4Tit":"ستايل Grandmillennial",
    "s4P":"ستايل Grandmillennial يمزج بين بساطة الجيل الحالي وكلاسيكية جيل الجدات، يعتمد على النقوش في الستائر والسجاد والمفروشات، وألوان فاتحة كالبيج والأبيض. الخشب عتيق والأقمشة من الكتان والقطن. الإكسسوارات تشمل انتيكات وصيني ونجف عتيق.",

    
    "s5Tit":"ستايل Farmhouse",
    "s5P":"ستايل Farmhouse يمزج بين البساطة والدفء والعملية. يستخدم الألوان المحايدة والخشب والمعدن المعتق والأحجار. الأرضيات خشبية والأثاث بسيط ومريح. القماش من القطن والكتان والصوف. الديكورات تشمل الأنتيكات والدفايات الحطب والنباتات الطبيعية. التكنولوجيا تكون مخفية.",
   
    "s6Tit":"ستايل Japandi",
    "s6P":"استايل Japandi يجمع بين الوابي سابي والاسكندنافي. يستخدم الخامات الطبيعية والألوان المحايدة مع لمسة من الأسود. يتجنب الكركبة ويحترم الطبيعة. الإضاءة الطبيعية والصناعية مهمة، والهاند ميد يضيف لمسة فنية. النباتات تجسد الطبيعة داخل المنزل.",

    "s7Tit":"استايل Wabi-Sabi",
    "s7P":"استايل Wabi-Sabi يعكس التواضع والسكينة والتآلف مع الطبيعة. يستخدم ألوان مستوحاة من الطبيعة وخامات طبيعية مثل الطين والحجر والخشب. الإضاءة الطبيعية تكون مهمة، والإكسسوارات تشمل الفازات الفخارية والشموع. النباتات تلعب دورًا أساسيًا، والحوائط تستخدم خامات مثل الخرسانة أو الحجر. الأرضيات تكون من الأخشاب القديمة أو السيراميك بلون رمادي. المفارش من القطن أو الكتان، ولا حاجة للستائر إذا كانت الإطلالة طبيعية.",

    "s8Tit":"استايل Scandinavian",
    "s8P":"الاستايل ده اسمه الاسكندنافي، مش بس حلو وهادئ وبسيط، لا، ده كمان بيستخدم خامات طبيعية والمساحات الصغيرة. خلي الحوائط بيضا، واجعل الإضاءة الطبيعية مهمة وزيادة النباتات. استخدم الأرضيات خشب أو HDF والشموع للدفء. اختار أثاث عملي وصغير واستخدم قطن أو كتان. أطلق العنان لإبداعك في اختيار الإكسسوارات والأثاث من IKEA.",
  
    "s9Tit":"الاستايل الإسلامي",
    "s9P":"الاستايل الإسلامي مميز بألوانه الزاهية والأرضيات الجادة المزخرفة يدوياً. يتميز بالعناصر الهندسية والزخارف النباتية على الحوائط والأبواب. الإضاءة تكون دافئة من فوانيس البرونز والشمعدانات. الأثاث قليل وقريب من الأرض مع وجود صناديق للتخزين. الاكسسوارات تشمل الفوانيس والمبخرات وألعاب مثل الشطرنج. لا توجد تماثيل أو صور في الديكور.",
    
    "s10Tit":"ستايل شابي",
    "s10P":"ستايل شابي شيك يتميز بألوان فاتحة مثل البيج والأبيض، وأرضيات خشبية فاتحة لتعطي إحساسًا بالدفء، وفرش قطني بألوان زاهية، وورق حائط مزخرف بتفاصيل الورد، واكسسوارات تشمل الزهور واللوحات الزهرية، وإضاءة مزخرفة أو شمعدانات.",

    "s11Tit":"الستايل المتوسطي ",
    "s11P":"الستايل المتوسطي مستوحى من جمال البحر الأبيض المتوسط، بألوان هادئة ومريحة مثل الأبيض والأزرق، وأرضيات خشبية أو حجرية، وأثاث مريح ومنخفض، واستخدام للمواد الطبيعية مثل الخوص والكليم، وتصميم يسمح بدخول الضوء والمناظر الطبيعية، ولا يحتاج لستائر إلا إذا لزم الأمر.",

    "s12Tit":"النيوكلاسيك",
    "s12P":"النيوكلاسيك يجمع بين الكلاسيكية والحداثة، بفخامة وأناقة، مع ألوان فاتحة وأرضيات من الخشب أو الرخام، وتفاصيل جدارية مزخرفة، وتماثل في التصميم، واستخدام الذهب في الديكورات والأثاث، وتزيينات خشبية على الحوائط، وستائر طبقات، ولوحات فنية على الحوائط.",

      
    "s13Tit":"الاستايل Minimalist",
    "s13P":"الاستايل Minimalist يعتمد على البساطة والحيادية في الألوان والأشكال الهندسية البسيطة، مع التركيز على الخامات الطبيعية. يفضل الإضاءة الطبيعية وتقليل الديكورات غير الضرورية.",
     
    "s14Tit":"الاستايل المودرن ",
    "s14P":"الاستايل المودرن شيك وبسيط، مثالي لمن يحبون البساطة. يتميز بألوانه الطبيعية والخطوط النظيفة والأثاث البسيط، غالبًا مع استخدام المواد الطبيعية مثل الخشب والمعدن. يعتبر مثاليًا للمساحات الصغيرة، مع مطابخ مفتوحة لإحساس بالانسيابية. الاكسسوارات قليلة، والأشكال الهندسية بسيطة ولكنها عملية.",
     
    "s15Tit":"الاستايل الريفي",
    "s15P":"الاستايل الريفي يعتمد على الألوان الترابية والخامات الطبيعية مثل الخشب والحجر، يمنح شعورًا بالأناقة والفخامة. مناسب لمحبي الديكورات العتيقة والبساطة، ويتميز بالأثاث المصنوع من الخشب الطبيعي.",
     
    "s16Tit":" الاستايل البوهيمى",
    "s16P":"البوهيمي يناسب محبي السفر والحيوية، ويتميز بألوان زاهية عشوائية، ومفارش يدوية مثل الكروشيه، وأرضيات خشبية، وسجاد بنقوش كثيرة. يزين الجدران بنباتات، ورسومات ماندالا، وأرفف ومكرميات، ويفضل استخدام الخشب الفاتح لخلق بيئة حيوية وغير تقليدية.",
     
    "s17Tit":"الستايل الـ Boho Chic",
    "s17P":"الستايل الـ Boho Chic يعتمد على الألوان الطبيعية والمواد الطبيعية والعناصر اليدوية، ويُقدم مساحة مريحة نفسيًا وغير تقليدية. استخدم ألوان مستوحاة من الطبيعة مثل البيج والأصفر والأزرق والفيروزي والطيني والأحمر، مع أرضيات من السيراميك بتصميم الباركيه أو باركيه أو HDF. اعتمد على المواد الطبيعية والمنتجات اليدوية في الأثاث والديكور، مثل الخشب الفاتح والبامبو. استخدم المفارش اليدوية مثل الكروشيه والمخدات ذات الطابع الريفي، والكليم والمكرميات. يميز هذا الستايل الكراسي المنخفضة والوسائد على الأرض، وتفاصيل السقف من الخشب، والنجف المصنوعة من الخيرزان. لا تنسَ إضافة النباتات لإكمال الجو الطبيعي والمريح لستايل Boho Chic.",
     
    "s18Tit":"الاستايل المعاصر",
    "s18P":"الاستايل المعاصر يجمع بين البساطة والرقي مع لمسة حيوية. يتميز بألوان الأبيض والأسود والبيج والرمادي والبني، وأرضيات لامعة وسجاد بسيط. الحوائط قد تحتوي على لوحات كبيرة أو ورق حائط، والستائر تكون خفيفة. الأثاث عصري ومنخفض، بأقمشة قطيفة أو كتان أو صوف.",
     
    "s19Tit":"ستايل الآرت",
    "s19P":"ستايل الآرت ديكو يجمع الفخامة والأناقة بالتفاصيل والأشكال الهندسية مستوحاة من الحضارات مثل الفرعونية. يتميز بالألوان المحايدة، الذهبي، الفضي، البيج، البني المحمر، والألوان الباستيل. يستخدم ورق الحائط بشكل كبير. المودرن منه شيك جداً.",
     
    "s20Tit":"الباوهاوس",
    "s20P":"الباوهاوس، الأب الروحي للمنيماليست والصناعي، يتميز ببساطة ورفض الكركبة. يستخدم الألوان الأساسية، الأبيض والأسود، مع خامات حقيقية كالفولاذ والطوب. التصميم يعتمد على الأشكال الهندسية البسيطة، والجودة العالية للأثاث المتعدد الوظائف، مما يعزز الطاقة الإيجابية.",
     
    "s21Tit":"الاستايل الساحلي ",
    "s21P":"الاستايل الساحلي يتميز بالألوان والمواد الطبيعية، ويستقبل ضوء الشمس ولم الأسرة. النوافذ الكبيرة تدخل الضوء الطبيعي وتطل على البحر، بينما الألوان الأبيض والأزرق تسيطر على الديكور مع لمسة من اللون الثالث. الأرضيات السيراميك أو البورسلين، والأثاث الخفيف والمتحرك مثل الخوص والستائر الخفيفة يكملون التصميم. مزين بالصدف والأعمال الفنية ذات الثيمة البحرية، يعيد إنشاء جو الشاطئ.",
     
    "s22Tit":"الكلاسيك استايل",
    "s22P":"الكلاسيك يتميز بالجمال والأناقة والتفاصيل الفخمة. يستخدم ألوان دافئة وفاتحة، ومواد غالية كالرخام والخشب الباركيه. يحب النظام والتماثل، وورق الحائط المزخرف. الأسقف مرتفعة، بيضاء، مع جبس مفصل. الاكسسوارات تشمل التماثيل، الشمعدان، والمرايات، والستائر ثقيلة لملمس ملكي.",
    "style":"انواع الديكورات الداخلية",
    "sampleT":"قبل و بعد",
    "sampleP":"نقدم لكم عينة من أعمالنا مع صور توضح الحالة قبل وبعد التنفيذ."


}